Repository: ahjohansen/scubalog
Catalog: po/*.po
Languages: es, no

source: Nature
es: Naturaleza
no: Natur

source: &New
es: &Nuevo
no: &Ny

source: Delete
no: &Slett

source: Move &up
es: Mover &arriba
no: Flytt &opp

source: Move &down
es: Mover a&bajo
no: Flytt &ned

source: Serial number:
es: Número de serie:
no: Serienummer:

source: Service:
es: Servicio
no: Vedlikehold:

source: Date
es: Fecha
no: Dato

source: Event
es: Evento
no: Hendelse

source: Insert a &new entry
no: Sett inn en &ny post

source: &Delete the current entry
no: Slett &denne posten

source: Couldn't create output directory
es: No se puede crear el directorio de salida.
no: Kunne ikke opprette område for utdumping

source: Couldn't open file for output
es: No se puede abrir el archivo de salida
no: Kunne ikke åpne fil for lagring

source: hour
es: hora
no: time

source: hours
es: horas
no: timer

source: minute
es: minuto
no: minutt

source: minutes
es: minutos
no: minutter

source: seconds
es: segundos
no: sekunder

source: second
es: segundo
no: sekund

source: Log
es: Registro
no: Logg

source: Log number
es: Número
no: Logg-nummer

source: Location
es: Lugar
no: Lokasjon

source: Buddy
es: Compañero
no: Meddykker

source: Maximum depth
es: Profundidad máxima
no: Maksimum dybde

source: Dive time
es: Tiempo de inmersión
no: Dykk-tid

source: Previous log
es: Anterior
no: Forrige logg

source: Next log
es: Siguiente
no: Neste logg

source: Index
es: Indice
no: Indeks

source: Dive log exported from
es: Registro ed inmersión exportado desde
no: Dykkelogg eksportert fra

source: Error outputting log
es: Error escribiendo inmersión
no: Feil ved lagring av logg

source: log book index
es: Indice del registro
no: loggbok indeks

source: Dive logs
es: Registro de inmersiones
no: Dykkelogger

source: Location logs
es: Registro de lugares
no: Lokasjonslogger

source: Error writing to file
es: Error escribiendo en el fichero
no: Feil ved skriving til fil

source: [ScubaLog] Write log index
es: [ScubaLog] Escribir el indice del registro
no: [ScubaLog] Skriv logg-index

source: Previous location
es: Anterior
no: Forrige lokasjon

source: Next location
es: Siguiente
no: Neste lokasjon

source: [ScubaLog] Output error
es: [ScubaLog] Error de salida
no: [ScubaLog] Skrivefeil

source: &Cancel
no: &Avbryt

source: &Delete
no: &Slett

source: [ScubaLog] New location
es: [ScubaLog] Nuevo sitio
no: [ScubaLog] Ny lokasjon

source: Out of memory when creating a new location log!
es: Falta memoria para crar un nuevo registro de lugar
no: Gikk tom for minne ved oppretting av en ny lokasjonslogg!

source: Are you sure you want to delete the location `%s'?
es: ¿Seguro que quiere borrar el lugar '%s'?
no: Er du sikker på at du vil slette lokasjonen `%s'?

source: [ScubaLog] Delete location
es: [ScubaLog] Eliminar lugar
no: [ScubaLog] Slett lokasjon

source: &Yes
es: &Sí
no: &Ja

source: &No
no: &Nei

source: Dive
es: Inmersión
no: Dykk

source: Time
es: Hora
no: Tid

source: &New log entry
es: &Nueva inmersión
no: &Ny logg

source: &Delete log
es: &Eliminar inmersión
no: &Slett logg

source: &View log
es: &Ver inmersión
no: &Vis logg

source: [ScubaLog] New dive log
es: [ScubaLog] Nuevo log book
no: [ScubaLog] Ny dykkelogg

source: Out of memory when creating a new dive log!
es: No hay memoria para crear una nueva inmersión
no: Gikk tom for minne ved oppretting av en ny dykkelogg!

source: Are you sure you want to delete log %d? (location: `%s')
es: Seguro que quiere borrar la inmersión %d? Lugar: `%s')
no: Er du sikker på at du vil slette logg %d? (lokasjon: `%s')

source: [ScubaLog] Delete log
es: [ScubaLog] Eliminar inmersión
no: [ScubaLog] Slett logg

source: Dive &number:
es: &Número de inmersión:
no: Dykk &nummer:

source: Dive &date:
es: &Fecha de inmersión:
no: Dykke&dato:

source: Dive &start:
es: Hora de &inicio:
no: Dykke&start:

source: Dive &time:
es: &Tiempo de inmersión:
no: Dykk&tid:

source: &Gas:
no: Puste&gass:

source: &Air temperature:
es: Temperatura del &Aire:
no: &Lufttemperatur:

source: L&ocation:
es: &Lugar:
no: L&okasjon:

source: Edit
no: Editer

source: Single level
es: Perfil cuadrado
no: En dybde

source: Multi level
es: Multi nivel
no: Flere dybder

source: &Bottom time:
es: Tiempo de &fondo:
no: &Bunntid:

source: &Max depth:
es: &Profundidad máxima:
no: &Maksimal dybde:

source: B&uddy:
es: &Compañero:
no: &Dykkeparter:

source: Dive t&ype:
es: Ti&po de inmersión:
no: Dykkt&ype:

source: Deep
es: Profundidad
no: Dyp

source: Wreck
es: Pecio
no: Vrak

source: Night
es: Nocturna
no: Natt

source: Cave
es: Cueva
no: Hule

source: Ice
es: Hielo
no: Is

source: Current
es: Corriente
no: Strøm

source: Navigation
es: Navegación
no: Navigasjon

source: Rescue
es: Rescate
no: Redning

source: Course
es: Curso
no: Kurs

source: Min &water temp:
es: Temperatura &minima del agua:
no: Minimal &vanntemperatur:

source: Dive des&cription:
es: Des&cripción:
no: Dykk&beskrivelse:

source: Out of memory -- exiting ScubaLog...
es: Falta memoria--saliendo de ScubaLog...
no: Tom for minne -- avslutter ScubaLog...

source: Caught unhandled exception -- exiting ScubaLog...
es: Se ha producido un error inesperado--saliendo de ScubaLog..
no: Fanget et ubehandlet avbrudd -- avslutter ScubaLog...

source: &Name:
es: &Nombre
no: &Navn:

source: &Email address:
es: Corr&eo electrónico:
no: &Epost-adresse:

source: &WWW URL:
no: &WWW-adresse:

source: Total logged dive time: 000h 00min
es: Total tiempo registrado: 000h-00min
no: Totalt logget dykktid: 000t 00min

source: &Comments:
es: &Comentarios
no: &Kommentarer:

source: 0h 0min
no: 0t 0min

source: Total logged dive time: %dh %dmin
es: Total tiempo registrado: %dh %dmin
no: Totalt logget dykktid: %dt %dmin

source: &Open...
no: &Åpne...

source: Open &recent
es: Abrir &reciente
no: Åpne &tidligere

source: &Save
no: &Lagre

source: Save &As
es: Gu&ardar
no: Lagre &som

source: Export &HTML...
no: Eksporter &HTML...

source: Export &UDCF...
no: Eksporter &UDCF...

source: &Export
no: &Eksporter

source: &Print...
no: Skriv ut...

source: &Quit
no: &Avslutt

source: &Project
es: &Proyecto
no: &Prosjekt

source: &Goto log...
es: &Ir al registro
no: &Gå til logg...

source: ScubaLog is a scuba dive logging program, written for the K Desktop Environment. This program is free software, licensed under the GNU General Public License. Author: Andr Johansen <andrej@tiscali.no> Version: %s Compilation date: %s
no: ScubaLog er et logg-program for fritidsdykking, skrevet for `the K Desktop Environment'. Dette programmet er fri programvare, lisensiert under `the GNU General Public License'. Forfatter: André Johansen <andrej@tiscali.no> Versjon: %s Kompileringsdato: %s

source: &Help
no: &Hjelp

source: New log-book
es: Nuevo log-book
no: Ny loggbok

source: Open log-book
es: Abrir log book
no: Åpne loggbok

source: Save log-book
es: Guardar log-book
no: Lagre loggbok

source: Print log-book
es: Imprimir log book
no: Skriv ut loggbok

source: Log &list
es: &Listado de inmersiones
no: Logg&liste

source: Log &view
es: &Ver Inmersión
no: Logg&vindu

source: Locations
es: Lugares
no: Lokasjoner

source: Personal &info
es: &Información personal
no: Personlig &informasjon

source: &Equipment
es: &Equipo
no: &Utstyr

source: Welcome to ScubaLog
es: Bienvenidos a ScubaLog
no: Velkommen til ScubaLog

source: Out of memory!
es: Falta de memoria!
no: Tom for minne!

source: ScubaLog files (*.slb)
es: Archivos ScubaLog (*.slb)
no: ScubaLog filer (*.slb)

source: All files (*)
es: Todos los archivos (*)
no: Alle filer (*)

source: [ScubaLog] Open log book
es: [ScubaLog] Abrir Log Book
no: [ScubaLog] Åpne loggbok

source: Writing log book...
es: Escribiendo log-book.
no: Skriver loggbok...

source: Writing log book...Done
es: Escritura de logbook finalizada
no: Skriver loggbok...Ferdig

source: Writing log book...Failed!
es: Escribiendo logbook... error!!
no: Skriver loggbok...Feil!

source: [ScubaLog] Save log book
es: [ScubaLog] Salvar log book
no: [ScubaLog] Lagre loggbok

source: Writing log book...Aborted
es: Escritura de log book abortada!!
no: Skriver loggbok...Avbrutt

source: Reading log book...
es: Leyendo log book
no: Leser loggbok...

source: Reading log book...Done
es: Lectura de log book concluida.
no: Leser loggbok...Ferdig

source: Reading log book...Failed!
es: Leyendo log book Error!!
no: Leser loggbok...Feil!

source: Reading log book...Out of memory!
es: Leyendo log book. Falta memoria!!
no: Leser loggbok...Tom for minne!

source: Exporting log book...
es: Exportando log book
no: Eksporterer loggbok...

source: [ScubaLog] Select output directory
es: [ScubaLog] Seleccione el directorio de salida
no: [ScubaLog] Velg utdumpingskatalog

source: Exporting log book...Done
es: Exportando log book... finalizado
no: Eksporterer loggbok...Ferdig

source: Exporting log book...Aborted
es: Exportando log book...Abortado
no: Eksporterer loggbok...Avbrutt

source: UDCF Files (*.xml)
no: UDCF filer (*.xml)

source: Goto log
es: Ir a entrada
no: Gå til logg

source: [ScubaLog] Goto
es: [ScubaLog] Ir
no: [ScubaLog] Gå til

source: Couldn't find log %d
es: No se encuentra la entrada %d
no: Kunne ikke finne logg %d

source: Print log book...
es: Imprimir log book
no: Skriv ut loggbok...

source: Print log book...Cancelled
no: Skriv ut loggbok...Feil!

source: Print log book...Failed!
es: Imprimiendo log book.. Error!!
no: Skriv ut loggbok...Feil!

source: Log number:
no: Logg-nummer:

source: Date:
no: Dato:

source: Location:
no: L&okasjon:

source: Buddy:
no: &Dykkeparter:

source: Maximum depth:
no: Maksimum dybde:

source: Dive time:
no: Dykk&tid:

source: Gas type:
no: &Gass type:

source: Gas usage:
no: Gass forbruk:

source: Print log book...Done
es: Imprimiendo log book... Hecho
no: Skriv ut loggbok...Ferdig

source: Couldn't open file
es: Imposible abrir archivo
no: Kunne ikke åpne filen

source: [ScubaLog] Read log book
es: [ScubaLog] Leer log book
no: [ScubaLog] Les loggbok

source: Couldn't read log book from
es: No se pudo leer el logbook desde
no: Kunne ikke lese loggbok fra

source: Unknown file format -- probably not a log book!
no: Ukjent filformat -- troligvis ikke en loggbok!

source: Error while reading log book from
es: Se producjo un error legendo el log book desde
no: Feil ved lesing av loggbok fra

source: Can't read further, aborting load of log-book
es: No se puede leer más. abortando la carga del log book
no: Kan ikke lese videre, avbryter lesing av loggbok

source: Error reading from file
es: Error leyendo el archivo
no: Feil ved lesing fra fil

source: Ensure that you have write permission and that there is enough free space on the media!
es: Asegurese que tiene permiso de escritura y que hay espacio suficiente en el medio.
no: Forsikre deg om at du har skriverettigheter og at det er nok ledig plass på mediet!

source: [ScubaLog] Write log book
es: ScubaLog] Grabar log book
no: [ScubaLog] Skriv loggbok

source: Error while writing log book to
es: Error mienbtras se escribia el log book en
no: Feil ved skriving av loggbok til

source: Ensure there is enough free space on the media!
es: Asegurese que hay espeacio de disco suficiente!!
no: Forsikre deg om at det er nok ledig plass på mediet!

source: Invalid personal information chunk version
no: Ukjent versjon av personlig information blokk

source: Unknown dive log chunk version %d!
es: Verrsión %d de registro de inmersión desconocida.
no: Ukjent dykklogg blokk-versjon %d!

source: Unexpected position after reading dive log! Current position is %d; expected %d...
es: Posición inesperada después de leer las inmersiones La posición actual es %d se esperaba %d...
no: Uventet poisjon etter lesing av dykkelogg! Nåværende posisjon er %d; forventet %d...

source: Unexpected position after writing dive log! Current position is %d; expected %d...
es: Posición inesperada después de escribir las inmersiones|La posición actual es %d, se esperaba %d...
no: Uventet posisjon etter skriving av dykkelogg! Nåværende posisjon er %d; forventet %d...

source: Unknown location log chunk version %d!
es: Versión de formato de localización %d desconocido!!
no: Ukjent lokasjonslogg blokk versjon %d!

source: Unexpected position after reading location log! Current position is %d; expected %d...
es: Posición inesperada después de leer el registro de lugares La posición actual es %d, la esperada %d...
no: Uventet posisjon etter lesing av lokasjonslogg! Nåværende posisjon er %d; forventet %d...

source: Unexpected position after writing location log! Current position is %d; expected %d...
es: Posición inesperada después de escribir el registro de lugares La posición actual es %d, la esperada %d...
no: Uventet posisjon etter skriving av lokasjonslogg! Nåværende posisjon er %d; forventet %d...

source: Unknown equipment log chunk version %d!
es: Versión %d desconocida del registro de equipos.
no: Ukjent utstyrslogg blokk-versjon %d!

source: Unexpected position after reading equipment log! Current position is %d; expected %d...
es: Posición inesperada después de leer el registro de equipos La posición actual es %d, la esperada %d...
no: Uventet posisjon etter lesing av utstyrslogg! Nåværende posisjon er %d; forventet %d...

source: Unexpected position after writing equipment log! Current position is %d; expected %d...
es: Posición inesperada después de escribir el registro de equipos La posición actual es %d, la esperada %d...
no: Uventet posisjon etter skriving av utstyrslogg! Nåværende posisjon er %d; forventet %d...

source: Type:
es: Tipo

source: &Ok
es: &Aceptar

source: &Plan type:
es: Tipo de &Plan:
